---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ZoneName
source: html/50651630-a74f-7d4c-bfe1-92343fb3e65d.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ZoneName Property

"Name"

## Syntax (C#)
```csharp
public static ForgeTypeId ZoneName { get; }
```